{
	"title": "Famous Musicians",
	"desc": "Find out if you are related to a famous musician.",
	"banner": "https://cousin.surge.sh/music.webp",
	"backgroundColor": "#000000",
	"textColor": "#CCCCCC",
	"people": [
			{ "pid": "L1ND-2KF", "name": "Aretha Franklin", "desc": "Referred to as the Queen of Soul, Rolling Stone's 100 Greatest Artists of All Time." },
			{ "pid": "GS2K-LF4", "name": "John Lennon", "desc": "The Beatles" },
			{ "pid": "L64M-357", "name": "Elvis Presley", "desc": "One of the most significant cultural figures of the 20th century." },
			{ "pid": "L2YS-X91", "name": "Prince", "desc": "Singer and multi-instrumentalist, often preferring to play all or most of the instruments on his recordings. Prince produced his albums himself." },
			{ "pid": "L1QH-HHY", "name": "Michael Jackson", "desc": "The most awarded recording artist in pop music history." },
			{ "pid": "L5NV-VB1", "name": "Freddie Mercury", "desc": "Lead vocalist of the rock band Queen. Died at the age of 45 from AIDS." },
			{ "pid": "LRPQ-FRV", "name": "Chuck Berry", "desc": "American singer, songwriter and guitarist who pioneered rock and roll. Wrote and sang Johnny B. Goode." },
			{ "pid": "LZPX-BQ1", "name": "Jimi Hendrix", "desc": "One of the most influential electric guitarists in the history of popular music." },
			{ "pid": "LZ6S-5PY", "name": "Bob Marley", "desc": "Pioneer of reggae." },
			{ "pid": "L41P-7VF", "name": "James Brown", "desc": "Central progenitor of funk music. One of the first 10 inductees into the Rock and Roll Hall of Fame" },
			{ "pid": "GN2W-9FG", "name": "Jerry Lee Lewis", "desc": "Singer songwriter of Great Balls of Fire. Career faltered when he married his 13-year-old cousin once removed." },
			{ "pid": "L41K-5L1", "name": "Ray Charles", "desc": "Blind singer, songwriter, pianist and alto saxophonist. Became one of the first black musicians to be granted artistic control by a mainstream record company." },
			{ "pid": "LK3R-ST4", "name": "Johann Sebastian Bach", "desc": "Generally regarded as one of the greatest composers in the history of Western music. Orphaned at the age of 10." },
			{ "pid": "2WHJ-13H", "name": "Miles Davis", "desc": "American trumpeter, bandleader, and composer. Among the most influential figures in the history of jazz." },
			{ "pid": "LHC4-1WL", "name": "Wolfgang Amadeus Mozart", "desc": "Mozart is widely regarded as among the greatest composers in the history of Western music. Died at the age of 35, circumstances of which are uncertain and much mythologized." },
			{ "pid": "GHC5-2HZ", "name": "Louis Armstrong", "desc": "American trumpeter and vocalist. He was among the most influential figures in jazz." },
			{ "pid": "G4HK-5JH", "name": "Eddie Van Halen", "desc": "Co-founder, guitarist, keyboardist, backing vocalist, and primary songwriter of the rock band Van Halen." },
			{ "pid": "L4BV-5GB", "name": "George Harrison", "desc": "Lead guitarist of the Beatles." }
		]
}
