{
  "title": "French, Spanish, and Hessian Military Officers",
  "desc": "People who spied for the British during the American Revolution",
  "banner": "foreign.png",
  "backgroundColor": "#fff",
  "textColor": "#000",
  "people": [
    {
      "id": "reciejSuZw2yru9ti",
      "pid": "L7NC-722",
      "name": "Alexandre Marie Léonor de Saint-Mauris de Montbarrey",
      "desc": "Alexandre Marie Eleonor of Saint-Mauris, count of Montbarrey, then prince of Montbarrey and Prince of the Holy Roman Empire (1774), grandee of Spain of first class (1780), knight of the Holy Spirit, lieutenant general (1780).",
      "url": "https://en.wikipedia.org/wiki/Alexandre_Marie_L%C3%A9onor_de_Saint-Mauris_de_Montbarrey",
      "gender": "Male"
    },
    {
      "id": "rect4ugzfPiz228Pt",
      "pid": "GWL5-WZF",
      "name": "Antoine de Sartine",
      "desc": "Antoine Raymond Jean Gualbert Gabriel de Sartine, comte d'Alby (12 July 1729 – 7 September 1801) was a French statesman who served as Lieutenant General of Police of Paris (1759–1774) during the reign of Louis XV and as Secretary of State for the Navy (1774–1780) under King Louis XVI.",
      "url": "https://en.wikipedia.org/wiki/Antoine_de_Sartine",
      "gender": "Male"
    },
    {
      "id": "recV9hmxFeKSh2hCp",
      "pid": "LCCV-1BN",
      "name": "Bernardo de Gálvez",
      "desc": "Bernardo Vicente de Gálvez y Madrid, 1st Count of Gálvez (23 July 1746 – 30 November 1786) was a Spanish military leader and government official who served as colonial governor of Spanish Louisiana and Cuba, and later as Viceroy of New Spain. A career soldier since the age of 16, Gálvez was a veteran of several wars across Europe, the Americas, and North Africa. While governor of Louisiana, he supported the colonists and their French allies in the American Revolutionary War, helping facilitate vital supply lines and frustrate British operations in the Gulf Coast. Gálvez achieved several victories on the battlefield, most notably conquering West Florida and eliminating the British naval presence in the Gulf. This campaign led to the formal return of all of Florida to Spain in the Treaty of Paris, which he played a role in drafting.",
      "url": "https://en.wikipedia.org/wiki/Bernardo_de_G%C3%A1lvez",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/unyij/thumb200s.jpg"
    },
    {
      "id": "recKxhhnlafCgB7hd",
      "pid": "GD8J-111",
      "name": "Carel Hendrik Ver Huell",
      "desc": "Carel Hendrik Ver Huell (4 February 1764 – 25 October 1845) was a Dutch naval officer and statesman. He married Maria Johanna de Bruyn on 22 February 1789 at Hummelo, and had three sons with her.",
      "url": "https://en.wikipedia.org/wiki/Carel_Hendrik_Ver_Huell",
      "gender": "Male"
    },
    {
      "id": "recILPkWgu0Vg4DF8",
      "pid": "L3S9-FQG",
      "name": "Charles Eugène Gabriel de La Croix",
      "desc": "Charles Eugène Gabriel de La Croix de Castries, marquis de Castries, baron des États de Languedoc, comte de Charlus, baron de Castelnau et de Montjouvent, seigneur de Puylaurens et de Lézignan (25 February 1727, Paris – 11 January 1801, Wolfenbüttel) was a French marshal. He was the son of Joseph François de La Croix de Castries, marquis de Castries, and his second wife, Marie-Françoise de Lévis de Charlus.",
      "url": "https://en.wikipedia.org/wiki/Charles_Eug%C3%A8ne_Gabriel_de_La_Croix,_marquis_de_Castries",
      "gender": "Male"
    },
    {
      "id": "recvWsZfx5Yoq8KNt",
      "pid": "LBKK-6M4",
      "name": "Charles Gravier",
      "desc": "Charles Gravier, comte de Vergennes (French pronunciation: ​; 29 December 1719 – 13 February 1787) was a French statesman and diplomat. He served as Foreign Minister from 1774 during the reign of Louis XVI, notably during the American War of Independence.",
      "url": "https://en.wikipedia.org/wiki/Charles_Gravier,_comte_de_Vergennes",
      "gender": "Male"
    },
    {
      "id": "rec06YaeKxYjfKq3L",
      "pid": "L8RL-HRV",
      "name": "Charles Hector",
      "desc": "Jean Baptiste Charles Henri Hector, comte d'Estaing (24 November 1729 – 28 April 1794) was a French general and admiral. He began his service as a soldier in the War of the Austrian Succession, briefly spending time as a prisoner of war of the British during the Seven Years' War. Naval exploits during the latter war prompted him to change branches of service, and he transferred to the French Navy.",
      "url": "https://en.wikipedia.org/wiki/Charles_Hector,_comte_d%27Estaing",
      "gender": "Male"
    },
    {
      "id": "recjKuyZQyPxcxJvE",
      "pid": "M99C-G4X",
      "name": "Charles-Henri-Louis d'Arsac",
      "desc": "Charles-Henri-Louis d'Arsac, chevalier de Ternay (27 January 1723 – 15 December 1780) was a French naval officer. Most active in the Seven Years' War and the War of American Independence, Ternay was the naval commander of a 1762 expedition that successfully captured St. John's Newfoundland. He was appointed commander of the Marine Royale, French naval forces, as part of the project code named Expédition Particulière that brought French troops to American soil in 1780. He died at Hunter House on Washington Street, which was headquarters for the French fleet in Newport, Rhode Island.",
      "url": "https://en.wikipedia.org/wiki/Charles-Henri-Louis_d%27Arsac_de_Ternay",
      "gender": "Male"
    },
    {
      "id": "recO5YZnnA1VvG6PK",
      "pid": "G38T-HVH",
      "name": "Claude-Anne de Rouvroy de Saint Simon",
      "url": "https://en.wikipedia.org/w/index.php?title=Claude-Anne_de_Rouvroy_de_Saint_Simon&action=edit&redlink=1",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/k19p9/thumb200s.jpg"
    },
    {
      "id": "rec284amUQrr5Ue7J",
      "pid": "LZG9-DZ8",
      "name": "François Joseph Paul de Grasse",
      "desc": "François Joseph Paul, Comte de Grasse, Marquis of Grasse-Tilly SMOM (13 September 1722 – 11 January 1788) was a career French officer who achieved the rank of admiral. He is best known for his command of the French fleet at the Battle of the Chesapeake in 1781 in the last year of the American Revolutionary War. It led directly to the British surrender at Yorktown and helped gain the rebels' victory.",
      "url": "https://en.wikipedia.org/wiki/Fran%C3%A7ois_Joseph_Paul_de_Grasse",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/v8ttf/thumb200s.jpg"
    },
    {
      "id": "recSJTOKCIJPeMAhv",
      "pid": "L63F-YW7",
      "name": "François-Jean de Beauvoir",
      "desc": "François Jean de Beauvoir, Marquis de Chastellux (French: ; 5 May 1734, in Paris – 24 October 1788, in Paris), was a military officer who served during the War of American Independence as a major general in the French expeditionary forces led by general Comte de Rochambeau. Being on general Rochambeau's staff for the duration of the war, Chastellux acted as the principal liaison officer between the French commander in chief and George Washington. However the Chevalier de Chastellux was also widely recognized, at the time of his campaigns in America, as a highly talented man of letters and a member of the Académie Française",
      "url": "https://en.wikipedia.org/wiki/Fran%C3%A7ois-Jean_de_Chastellux",
      "gender": "Male"
    },
    {
      "id": "recDzuVB8vqyqS1TA",
      "pid": "L7LK-738",
      "name": "Friedrich Adolf Riedesel",
      "desc": "Freiherr Friedrich Adolf Riedesel Freiherr zu Eisenbach (3 June 1738 in Lauterbach/Hesse – 6 January 1800 in Braunschweig) was a German officer who served in the Seven Years' War and American War of Independence. He was the commander of the Braunschweiger Jäger, a regiment of soldiers from the Principality of Brunswick-Wolfenbüttel that was among the German units hired by the British during the American War of Independence. He then commanded all German soldiers in the Saratoga Campaign.",
      "url": "https://en.wikipedia.org/wiki/Friedrich_Adolf_Riedesel",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/ly8ze/thumb200s.jpg"
    },
    {
      "id": "rec1Bqty8UiTU9Z8Y",
      "pid": "LKZX-TCP",
      "name": "Friedrich Wilhelm von Lossberg",
      "desc": "Friedrich Wilhelm von Lossberg (20 April 1720 – 25 June 1800) was a Hessian Lieutenant General fighting with the British-allied German contingents in the American Revolutionary War. He was sent to America in 1776 as a colonel commanding the First Brigade of the Second Hessian Division under Lieutenant General Wilhelm von Knyphausen. Von Knyphausen in turn was second in command under General Leopold Philip de Heister.",
      "url": "https://en.wikipedia.org/wiki/Friedrich_Wilhelm_von_Lossberg",
      "gender": "Male"
    },
    {
      "id": "recaDkKSn9F6ZSbCp",
      "pid": "KZ3J-11C",
      "name": "Georg Pausch",
      "desc": "Georg Pausch (about 1740 – 1795 or 1796) was a soldier from Hesse-Hanau. He is noted for the journal he left describing the experiences and those of his company in Canada with Burgoyne's campaign. The campaign culminated in Burgoyne's surrender after the Battle of Saratoga.",
      "url": "https://en.wikipedia.org/wiki/Georg_Pausch",
      "gender": "Male"
    },
    {
      "id": "recRmq4q7XDs33Tge",
      "pid": "LHW3-ZJM",
      "name": "Jan Hendrik van Kinsbergen",
      "desc": "Jan Hendrik van Kinsbergen, Count of Doggerbank (1 May 1735 – 24 May 1819), was a Dutch naval officer. Having had a good scientific education, Van Kinsbergen was a proponent of fleet modernization and wrote many books about naval organization, discipline and tactics.",
      "url": "https://en.wikipedia.org/wiki/Jan_Hendrik_van_Kinsbergen",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/95mf6/thumb200s.jpg"
    },
    {
      "id": "rec4Di7LqInss8Cj0",
      "pid": "LSDK-VB4",
      "name": "Jean-Baptiste Donatien de Vimeur",
      "desc": "Marshal Jean-Baptiste Donatien de Vimeur, comte de Rochambeau (1 July 1725 – 10 May 1807) was a French nobleman and general whose army played a critical role in helping the United States defeat the British Army at Yorktown in 1781 during the American Revolutionary War. He was commander-in-chief of the French Expeditionary Force sent by France to help the American Continental Army fight against British forces.",
      "url": "https://en.wikipedia.org/wiki/Jean-Baptiste_Donatien_de_Vimeur,_comte_de_Rochambeau",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/ojwki/thumb200s.jpg"
    },
    {
      "id": "recHXqLc5ZqMteKqF",
      "pid": "KL6Z-WLM",
      "name": "Johan Zoutman",
      "desc": "Johan Arnold Zoutman (10 May 1724, Reeuwijk – 7 May 1793, The Hague) was a Dutch naval figure and rear admiral who fought at the Battle of Dogger Bank in the Fourth Anglo-Dutch War. Zoutman also fought in the American Revolutionary War.",
      "url": "https://en.wikipedia.org/wiki/Johan_Zoutman",
      "gender": "Male"
    },
    {
      "id": "recW7sBFJGd0ki8Jb",
      "pid": "L7LN-P4V",
      "name": "Johann Rall",
      "desc": "Johann Gottlieb Rall (also spelled Rahl) (c. 1726—December 27, 1776) was a German colonel best known for his command of Hessian troops at the Battle of Trenton during the American Revolutionary War.",
      "url": "https://en.wikipedia.org/wiki/Johann_Rall",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/nblxa/thumb200s.jpg"
    },
    {
      "id": "recQ3LtTb2Xk9Kj1f",
      "pid": "MWQ2-5YJ",
      "name": "Johann von Hanxleden",
      "url": "https://en.wikipedia.org/w/index.php?title=Johann_von_Hanxleden&action=edit&redlink=1",
      "gender": "Male"
    },
    {
      "id": "recH5PG5F7x6ukmMz",
      "pid": "GVZG-RMY",
      "name": "Jose Solano y Bote",
      "desc": "José de Solano y Bote, 1st Marquess of Socorro (March 6, 1726 – March 24, 1806), was a Spanish naval officer.",
      "url": "https://en.wikipedia.org/wiki/Jose_Solano_y_Bote",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/ofzmj/thumb200s.jpg"
    },
    {
      "id": "recH3JPMI7cWIENDN",
      "pid": "9W6J-6PH",
      "name": "King Louis XVI",
      "desc": "Louis XVI (Louis Auguste; French: ; 23 August 1754 – 21 January 1793), sometimes known as The Last, was the last king of France before the fall of the monarchy during the French Revolution.",
      "url": "https://en.wikipedia.org/wiki/Louis_XVI_of_France",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/btivk/thumb200s.jpg"
    },
    {
      "id": "recWrrQiyaR32DQe0",
      "pid": "G3NC-BQ2",
      "name": "Leopold Philip von Heister",
      "desc": "Leopold Philip de Heister (4 April 1716 Homberg in Niederhessen - 19 November 1777 Hesse-Cassel) was a Hessian general who fought for the British during the American Revolution.",
      "url": "https://en.wikipedia.org/wiki/Leopold_Philip_von_Heister",
      "gender": "Male"
    },
    {
      "id": "recdi1EhERDVCIJcf",
      "pid": "LB53-85D",
      "name": "Louis Jean Marie de Bourbon",
      "desc": "Louis Jean Marie de Bourbon (16 November 1725 – 4 March 1793) was the son of Louis Alexandre de Bourbon and his wife Marie Victoire de Noailles. He was therefore a grandson of Louis XIV of France and his mistress, Madame de Montespan. From birth he was known as the Duke of Penthièvre. He also possessed the following titles: Prince of Lamballe (given later as a courtesy title to the duke's only surviving son); Prince of Carignano; Duke of Rambouillet; Duke of Aumale (1775); Duke of Gisors; Duke of Châteauvillain; Duke of Arc-en-Barrois; Duke of Amboise; Count of Eu; Count of Guingamp. He was the father in law of Philippe Égalité.",
      "url": "https://en.wikipedia.org/wiki/Louis_Jean_Marie_de_Bourbon,_Duke_of_Penthi%C3%A8vre",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/pic5k/thumb200s.jpg"
    },
    {
      "id": "recV2gz1pJznP8HFW",
      "pid": "GHVK-2H7",
      "name": "Luis de Córdova y Córdova",
      "desc": "Admiral Luis de Córdova y Córdova (8 February 1706 – 29 July 1796) was a Spanish admiral. He is best known for his command of the Spanish fleet during the Anglo-Spanish War. His best remembered actions were the capture of two merchant convoys totalling 79 ships between 1780 and 1782, including the capture of 55 ships from a convoy composed of Indiamen, and other cargo ships 60 leagues off Cape St. Vincent. In 1782 he battled the Royal Navy to a stalemate at the Battle of Cape Spartel, but failed to prevent the British relieving the Great Siege of Gibraltar.",
      "url": "https://en.wikipedia.org/wiki/Luis_de_C%C3%B3rdova_y_C%C3%B3rdova",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/khioh/thumb200s.jpg"
    },
    {
      "id": "rec3wl5HaO8R3Rjwm",
      "pid": "9KXM-2S6",
      "name": "Matías de Gálvez y Gallardo",
      "desc": "Matías de Gálvez y Gallardo, KOS (1717 – November 3, 1784) was a Spanish general, the Captain General of Guatemala from April 1779 to 3 April 1783, and Viceroy of New Spain from 29 April 1783 to 3 November 1784.",
      "url": "https://en.wikipedia.org/wiki/Mat%C3%ADas_de_G%C3%A1lvez_y_Gallardo",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/vibqg/thumb200s.jpg"
    },
    {
      "id": "recgDHeV6Zh9ulWDp",
      "pid": "L5RT-9SY",
      "name": "Pierre André de Suffren de Saint Tropez",
      "desc": "Admiral comte Pierre André de Suffren de Saint Tropez, bailli de Suffren (17 July 1729 – Paris, 8 December 1788), Château de Saint-Cannat) was a French Navy officer and admiral. Beginning his career during the War of the Austrian Succession, he fought in the Seven Years' War, where he was taken prisoner at the Battle of Lagos. Promoted to captain in 1772, he was one of the aids of Admiral d'Estaing during the Naval battles of the American Revolutionary War, notably taking part in the Siege of Savannah.",
      "url": "https://en.wikipedia.org/wiki/Pierre_Andr%C3%A9_de_Suffren_de_Saint_Tropez",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/dy1t5/thumb200s.jpg"
    },
    {
      "id": "recPHvGIet2DrGRFU",
      "pid": "LT9G-CJF",
      "name": "Wilhelm von Gall",
      "url": "https://en.wikipedia.org/w/index.php?title=Wilhelm_von_Gall&action=edit&redlink=1",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/mezyg/thumb200s.jpg"
    },
    {
      "id": "reciUGeHdk0hUji4O",
      "pid": "L2YB-2HW",
      "name": "Wilhelm von Knyphausen",
      "desc": "Wilhelm Reichsfreiherr von Innhausen und Knyphausen (4 November 1716 Lütetsburg, East Frisia – 7 December 1800 Kassel) was a German general officer who served in Hesse-Kassel. He fought in the American Revolutionary War, during which he commanded Hessian auxiliaries on behalf of Great Britain.",
      "url": "https://en.wikipedia.org/wiki/Wilhelm_von_Knyphausen",
      "gender": "Male"
    }
  ]
}