{
  "title": "Boston Tea Party",
  "desc": "Find out if you are related to someone who participated in the Boston Tea Party.",
  "banner": "teaparty.jpg",
  "backgroundColor": "#fff",
  "textColor": "#000",
  "people": [
    {
      "id": "recxMXi3SDZWYquzW",
      "pid": "MKNQ-TSF",
      "name": "John Adams",
      "desc": "John Adams October 30, 1735 – July 4, 1826 was an American statesman, attorney, diplomat, writer, and Founding Father who served as the second president of the United States from 1797 to 1801.",
      "url": "https://en.wikipedia.org/wiki/John_Adams",
      "level": 1,
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/uan/thumb200s.jpg"
    },
    {
      "id": "recIDQMN3z16QwxUw",
      "pid": "LVN9-NPL",
      "name": "John Hancock",
      "desc": "John Hancock January 23, 1737 – October 8, 1793 was an American Founding Father, merchant, statesman, and prominent Patriot of the American Revolution. He served as president of the Second Continental Congress and was the first and third Governor of the Commonwealth of Massachusetts. He is remembered for his large and stylish signature on the United States Declaration of Independence, so much so that the term John Hancock or Hancock has become a nickname in the United States for one's signature.",
      "url": "https://en.wikipedia.org/wiki/John_Hancock",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/ij841/thumb200s.jpg"
    },
    {
      "id": "recpPTi2b84EZAqh8",
      "pid": "LB3X-TY3",
      "name": "Joseph Warren",
      "desc": "Joseph Warren (June 11, 1741 – June 17, 1775), a Founding Father of the United States, was an American physician who was one of the most important figures in the Patriot movement in Boston during the early days of the American Revolution, eventually serving as President of the revolutionary Massachusetts Provincial Congress. Warren enlisted Paul Revere and William Dawes on April 18, 1775, to leave Boston and spread the alarm that the British garrison in Boston was setting out to raid the town of Concord and arrest rebel leaders John Hancock and Samuel Adams. Warren participated in the Battles of Lexington and Concord the following day, the opening engagements of the American Revolutionary War.",
      "url": "https://en.wikipedia.org/wiki/Joseph_Warren",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/heebk/thumb200s.jpg"
    },
    {
      "id": "rec320WGwyQhqHqSs",
      "pid": "LCMQ-N89",
      "name": "Aaron John Miller",
      "desc": "Miller was 24 years old on the night of Dec. 16, 1773 when he and fellow protestors took part in the Boston Tea Party. They boarded ships in Boston Harbor and destroyed an entire shipment of tea belonging to the East India Co. in protest of a tax passed by the British Parliament. He enlisted in the Continental Army in April 1775 and was a much sought after doctor.",
      "url": "https://www.masslive.com/news/2022/07/revolutionary-war-physician-boston-tea-party-participant-to-be-honored-in-ludlow.html",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/pc422/thumb200s.jpg"
    },
    {
      "id": "recTtAOzUFwROD4KH",
      "pid": "9N46-38K",
      "name": "Samuel Howard [Hayward]",
      "desc": "Samuel Howard, a shipwright, was born in 1752 in Suffolk County, Massachusetts and was a participant in the Boston Tea Party. He resided at the “Mansion House”, which stood on the site of the old Mariner’s Church, North Square. He died in 1797 and is buried at the Copps Hill Burying Ground in Boston, Tomb 120.",
      "url": "https://www.bostonteapartyship.com/samuel-howard-hayward",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/omhw1/thumb200s.jpg"
    },
    {
      "id": "recTtVD0xI6RXkUVp",
      "pid": "KHJQ-YX1",
      "name": "John Spurr",
      "desc": "John Spurr was born in Dorchester, Massachusetts in 1748. In addition to his role in the Boston Tea Party, he enlisted in the Revolutionary Army in 1775 and was commissioned as a captain in a Rhode Island regiment in 1776, and eventually attained the rank of Colonel. He later died November 1st, 1822 and is buried in the Central Burying Ground, Tomb 5.",
      "url": "https://www.bostonteapartyship.com/john-spurr",
      "gender": "Male"
    },
    {
      "id": "recTIcXOnNixiAUWy",
      "pid": "LK13-8K1",
      "name": "John Randall",
      "desc": "John Randall was born in Watertown, Massachusetts October 2nd, 1750.",
      "url": "https://www.bostonteapartyship.com/john-randall",
      "gender": "Male"
    },
    {
      "id": "recUybBUvCie7GaJh",
      "pid": "LHTB-KFL",
      "name": "Ebenezer Macintosh",
      "desc": "Ebenezer Mackintosh June 20, 1737 – 1816 was a shoemaker who lived in New England in the 18th and 19th centuries. He is known for his role as a leader in Boston riots protesting the Stamp Act.",
      "url": "https://en.wikipedia.org/wiki/Ebenezer_Mackintosh",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/xwurh/thumb200s.jpg"
    },
    {
      "id": "recUDCPa2gJ4hGi6R",
      "pid": "LCZJ-23J",
      "name": "Nathaniel Frothingham Jr",
      "desc": "Nathaniel Frothingham, a Boston coachmaker, was a participant in the Boston Tea Party as well as enlisting in the Revolutionary Army, achieving the rank of Lieutenant. Frothingham died in 1825.",
      "url": "https://www.bostonteapartyship.com/nathaniel-frothingham-jr",
      "gender": "Male"
    },
    {
      "id": "recVyHKo0qT3mKcWZ",
      "pid": "L3XJ-ZSK",
      "name": "Francis Akeley",
      "desc": "Francis Akeley was born in Boston, Massachusetts, around 1731, was a participant in the Boston Tea Party and the only person to be imprisoned for it. He was a self-employed wheelwright and militiaman during the American Revolution. He died June 19th, 1775 at the Battle of Bunker Hill in Charleston, Massachusetts, from the wounds he received in battle.",
      "url": "https://www.bostonteapartyship.com/francis-akeley",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/iv1o6/thumb200s.jpg"
    },
    {
      "id": "recVh5kU8Li2Afly9",
      "pid": "MK49-W4Y",
      "name": "William Russell",
      "desc": "William Russell was born in Boston, May 24th, 1748 and aside from his tea protest career, he also enlisted in the Revolutionary Army. He was a member of the St. Andrew’s Lodge of Freemasons, joined Thomas Craft’s artillery regiment, served as sergeant major in the Rhode Island Campaign, and joined a privateer as a captain’s clerk. He later died March 7th, 1782 in Cambridge, Massachusetts.",
      "url": "https://www.bostonteapartyship.com/william-russell",
      "gender": "Male"
    },
    {
      "id": "recWFtUBa6uCkD4bb",
      "pid": "LVG7-2CJ",
      "name": "Josiah Quincy II",
      "desc": "Josiah Quincy II /ˈkwɪnzi/; February 23, 1744 – April 26, 1775 was an American lawyer and patriot. He was a principal spokesman for the Sons of Liberty in Boston prior to the Revolution and was John Adams' co-counsel during the trials of Captain Thomas Preston and the soldiers involved in the Boston Massacre.",
      "url": "https://en.wikipedia.org/wiki/Josiah_Quincy_II",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/pb1j3/thumb200s.jpg"
    },
    {
      "id": "recWgXEvF1dUfN4O8",
      "pid": "L7SZ-8PY",
      "name": "John Crane",
      "desc": "Crane was a soldier in the French and Indian War, the American Revolutionary War, and a participant in the Boston Tea Party. He was born in Braintree, Massachusetts December 7th, 1744. At the tender age of 12, he had an early military experience when he substituted for his father in the French and Indian War when Mr. Crane received the draft. Early in the American Revolution, Crane became a member of the Sons of Liberty like so many other men in his time. Before the Boston Tea Party actually occurred, the disguised men met at Crane’s home to discuss the night’s events. Interestingly, John Crane was the only American harmed in the Boston Tea Party. He was in the hold of one ship when he was knocked unconscious by a falling crate of tea. His fellow patriots thought him dead and hid him under a pile of wood shavings in a carpenter’s shop off the harbor, only for Crane to recover later.",
      "url": "https://www.bostonteapartyship.com/john-crane",
      "gender": "Male"
    },
    {
      "id": "recX2GVdxgYAuKWB8",
      "pid": "LZVB-X7S",
      "name": "Daniel Ingersol",
      "desc": "Daniel Ingersoll was born in 1750 and was a Bostonian housewright. He was a Freemason and a member of St. Andrew’s Lodge. He died in Keene at the age of 79, on October 17th, 1829.",
      "url": "https://www.bostonteapartyship.com/daniel-ingersol",
      "gender": "Male"
    },
    {
      "id": "recYejKIkabHezDNc",
      "pid": "MV2M-SWG",
      "name": "Samuel Gore",
      "desc": "Samuel Gore was born in 1751 and worked as a house painter in Boston. In addition to his role in the Boston Tea Party, Gore was also the first treasurer of the Massachusetts Charitable Mechanics Association, a Freemason, and a member of St. Andrew’s Lodge. He died in 1831 and is buried at the Granary Burying Ground, Tomb 131.",
      "url": "https://www.bostonteapartyship.com/samuel-gore",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/ul2ec/thumb200s.jpg"
    },
    {
      "id": "recYijgh4ysOd7Iip",
      "pid": "MKW2-7W3",
      "name": "John Russell",
      "desc": "John Russell was by trade a mason and died in Boston in 1778. He was a member of the Massachusetts Charitable Mechanics Association, a Freemason of the St. Andrew’s Lodge, and his son was the well-known journalist, Colonel Benjamin Russell.",
      "url": "https://www.bostonteapartyship.com/john-russell",
      "gender": "Male"
    },
    {
      "id": "recZp8y9om0fUj9a5",
      "pid": "GMXC-MQP",
      "name": "David Williams",
      "desc": "David Williams was born in Tarrytown, New York in 1759, and worked as a farmer, but in 1775 he joined the Continental Army after his role in the Boston Tea Party. He served under General Richard Montgomery, taking part in many campaigns until his feet were so badly frozen that he had to retire from his military service. He is most well known for his role in the capture of British officer John Andre in Tarrytown and received the “Fidelity Medallion” from George Washington for his service. Williams later died in 1836 and is buried in the Old Stone Fort Cemetery in Schoharie, New York.",
      "url": "https://www.bostonteapartyship.com/david-williams",
      "gender": "Male"
    },
    {
      "id": "recZklkJsEp8H8yeY",
      "pid": "KL6N-T9Z",
      "name": "Samuel Foster",
      "desc": "Samuel Foster was a participant in the Boston Tea Party as well as a militiaman in the Revolutionary Army, where he achieved the rank of Captain. Foster died in 1778, only five years after the tea protest.",
      "url": "https://www.bostonteapartyship.com/samuel-foster",
      "gender": "Male"
    },
    {
      "id": "rec03nKkSEf7ZWuD6",
      "pid": "M2XX-MQZ",
      "name": "Joseph Shed",
      "desc": "Joseph Shed, born in Boston June 17th, 1732, was a carpenter by trade and worked on Faneuil Hall during its rebuilding and enlargement. He was a friend of Samuel Adams, often having him to his home to drink punch, and many other patriots of his time; he was also an ardent Jeffersonian Democrat. He later died in Boston October 18th, 1812.",
      "url": "https://www.bostonteapartyship.com/joseph-shed",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/9n4ke/thumb200s.jpg"
    },
    {
      "id": "rec0jvyn5Ym4dVcue",
      "pid": "L4QY-9G2",
      "name": "Samuel Hobbs",
      "desc": "Samuel Hobbs was born in 1750 in Sturbridge, Massachusetts and was apprenticed to be a tanner at an early age. He was only 23-years-old when he became part of the American Revolution and a participant in the Boston Tea Party. Hobbs worked at a tannery near the intersection of Hall Road and East Main Street . He later took over the business and operated it until his death; generations of his family continued the business until the late 1800s. The property his house was built on includes a wood-framed house built by Samuel Hobbs with an attached carriage shed and barn. The house Samuel Hobbs built a few years after the Boston Tea Party still stands today and is privately owned.",
      "url": "https://www.bostonteapartyship.com/samuel-hobbs",
      "gender": "Male"
    },
    {
      "id": "recssuD7MPOcc940H",
      "pid": "L4MG-6V4",
      "name": "Thomas Bradlee",
      "desc": "Thomas Bradlee, along with his brother Nathaniel, was a part of the Massachusetts Charitable Mechanics Association and worked alongside distinguished figures such as Paul Revere and Benjamin Russell. He was born on December 4, 1744 and was a member of the St. Andrew’s Lodge of Freemasons. He later died in October 1805 and is buried at the Central Burying Ground, Boston, Tomb 85.",
      "url": "https://www.bostonteapartyship.com/thomas-bradlee",
      "gender": "Male"
    },
    {
      "id": "recuwF346Dz61NE8w",
      "pid": "LC2W-46F",
      "name": "Jonathan Clark",
      "desc": "Jonathan Clark was a sergeant in the Revolutionary Army, as well as a part of the Boston Tea Party. He married Hannah Gloyd on February 18th, 1769. Reportedly, when Clark came home from the protest, he had so much tea in his hat that Hannah was able to brew a pot from it. Jonathan Clark fought the Battle of Bunker Hill and witnessed the fall of Colonel Warren. The dates of his birth and death are unknown; but it is speculated that he is buried at the Old Burying Ground in Tomb 77.",
      "url": "https://www.bostonteapartyship.com/jonathan-clark",
      "gender": "Male"
    },
    {
      "id": "recuib7fPPB40lbsC",
      "pid": "MPBZ-JG6",
      "name": "Henry Prentiss",
      "desc": "Captain Henry Prentiss was born on March 7th, 1749 and was 24 when he participated in the Tea Party. Other than his role in the destruction of tea, it is known that Henry Prentiss fought in the Revolutionary War and earned the rank of Captain.",
      "url": "https://www.bostonteapartyship.com/henry-prentiss",
      "gender": "Male"
    },
    {
      "id": "recv3nmEZyxJ0LXFd",
      "pid": "L7X7-WF2",
      "name": "Benjamin Tucker Jr.",
      "desc": "Benjamin Tucker Jr. was born in Leicester and was one of the first chartered members of the First Baptist Church in Worcester. He died September 3rd, 1806 at the age of 73.",
      "url": "https://www.bostonteapartyship.com/benjamin-tucker-jr.",
      "gender": "Male"
    },
    {
      "id": "recvhBQsGSCFvZn21",
      "pid": "KCNK-PP8",
      "name": "Elisha Horton",
      "desc": "Elisha Horton was a participant in the Boston Tea Party and an officer of the Revolutionary Army. He died December 29th, 1837 in Litchfield Connecticut at the age of 81.",
      "url": "https://www.bostonteapartyship.com/elisha-horton",
      "gender": "Male"
    },
    {
      "id": "recwqgEYAzfZrSWog",
      "pid": "LZ31-NV9",
      "name": "Bartholomew Trow",
      "desc": "Bartholomew Trow was born in 1736 in Charleston, Massachusetts and later took part in the tea protest. His other patriotic affairs include becoming a minutemen at the Battles of Lexington and Concord, advanced to the rank of lieutenant under Colonel Thomas Gardiner’s regiment at Bunker Hill, and was the second lieutenant of the frigate “Boston”. He later died in 1806 and is buried at the Central Burying Ground in Boston.",
      "url": "https://www.bostonteapartyship.com/bartholomew-trow",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/qe0td/thumb200s.jpg"
    },
    {
      "id": "recwxxhAdJGbwZUC9",
      "pid": "L44M-K5S",
      "name": "Henry Purkitt",
      "desc": "Henry Purkitt was born in Boston, Massachusetts March 18th, 1755 and was apprentice to Samuel Peck, a cooper and a passionate Son of Liberty. Aside from his part in the tea protest, he enlisted as a soldier in the Revolutionary Army, fought Trenton and Brandywine, and was a distinguished soldier in Pulaski’s Calvary. After the war, he joined a company of cavalry and rose to the rank of a Colonel. For many years he was a member of the Massachusetts Charitable Mechanic Association and a member of the St. Andrew’s Royal Arch Chapter of Freemasons. He later died March 3rd, 1846.",
      "url": "https://www.bostonteapartyship.com/henry-purkitt",
      "gender": "Male"
    },
    {
      "id": "recxFNwBbDMGlm6yT",
      "pid": "L6YJ-C3H",
      "name": "Daniel Coolidge",
      "desc": "Daniel Coolidge was born on October 23rd, 1741 in Weston, Massachusetts. He, as well as many members of his family, took part in the Boston Tea Party. Coolidge died February 23rd, 1822 in Rome, New York.",
      "url": "https://www.bostonteapartyship.com/daniel-coolidge",
      "gender": "Male"
    },
    {
      "id": "reczJvC3K0TdudHX6",
      "pid": "LCCJ-Y4C",
      "name": "James Stoddard",
      "desc": "James Stoddard, born September 24, 1756, worked as a Boston shipwright. In addition to his role in the tea protest, he served in Captain John Cushing’s company in the 36th Regiment where he rose to the rank of captain; he was in the march to Ticonderoga under General Washington. He later died March 11th, 1833.",
      "url": "https://www.bostonteapartyship.com/james-stoddard",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/r4x3e/thumb200s.jpg"
    },
    {
      "id": "recz2fNG78JrPTYdT",
      "pid": "LYKH-B8X",
      "name": "Eliphalet Newell",
      "desc": "Eliphalet Newell was born in 1735 and was a Freemason of the St. Andrew’s Lodge of Boston. As a militiaman in the Revolutionary Army, he acted as artillery officer. His date and location of death are unknown.",
      "url": "https://www.bostonteapartyship.com/eliphalet-newell",
      "gender": "Male"
    },
    {
      "id": "recAqkqYF5NVGXR69",
      "pid": "LHL1-TRK",
      "name": "George Robert Twelves Hewes",
      "desc": "George Hewes was one of the last survivors of the American Revolution. He was a participant in not only the Boston Tea Party but many political protests, the Boston Massacre, enlisted in the Revolutionary Army as a militiaman and privateer, and authored two biographies about his experience.",
      "url": "https://www.bostonteapartyship.com/george-robert-twelves-hewes",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/xysla/thumb200s.jpg"
    },
    {
      "id": "recABXMXspWD9fzMq",
      "pid": "GK4K-YV2",
      "name": "John Fulton",
      "desc": "John Fulton was born in 1736 and married Sarah Bradlee in 1762. After the war, they both moved to Medford, Massachusetts, where John Fulton died on November 9th, 1790.",
      "url": "https://www.bostonteapartyship.com/john-fulton",
      "gender": "Male"
    },
    {
      "id": "recAjNZx3tThDSOde",
      "pid": "LBC7-FKL",
      "name": "Thomas Fracker",
      "desc": "Thomas Fracker was born on June 2nd, 1751 and made his living as a shipmaker. In addition to playing a role in the Boston Tea Party, Fracker helped build ships for the Boston Navy in Union Wharf. Fracker died September 7th, 1825 and is buried in the Central Burying Ground in Boston.",
      "url": "https://www.bostonteapartyship.com/thomas-fracker",
      "gender": "Male"
    },
    {
      "id": "recBpxwzrpJQK6DHN",
      "pid": "2474-NC7",
      "name": "Thomas Bolter",
      "desc": "Thomas Bolter was born on April 23rd, 1735 in Boston, Massachusetts and was a participant in the Boston Tea Party. Bolter worked as a housewright , a fireman, and a retailer. After the tea protest, Bolton moved to Springfield where he enlisted in the Revolutionary Army, under Major Joseph Eayer, as an artillery officer and rose to the rank of Captain in the regiment of Colonel Flowers. He died in Boston, August 26th, 1811 and is buried with his wife, Mary Goddard, in the Central Burying Ground in Boston, Tomb 41.",
      "url": "https://www.bostonteapartyship.com/thomas-bolter",
      "gender": "Male"
    },
    {
      "id": "recBwuL0mor4HVMtG",
      "pid": "LVWG-3JJ",
      "name": "Nathan Willis",
      "desc": "Nathaniel Willis was one of the younger patriots who participated in the Boston Tea Party protest. He was only 18 years old when the protest was carried out; he was a publisher by profession and worked for Boston Independent Chronicle. Born in 1755, Nathaniel was the son of Charles and Abigail Willis. Despite being the third child, he became the first literary person in his family. During the Revolution he published the Boston’s patriot newspaper called Independent Chronicle. Interestingly, the paper was published from the same building in which Benjamin Franklin also worked as a printer. Willis lived quite an active life. In addition to joining his compatriots in the Boston Tea Party he was a distinguished horseman and served in the military. As a part of the Boston regiment he took part in an expedition to Rhode Island under General Sullivan. After the Revolutionary War, in 1784, he sold his interest in the Independent Chronicle and became one of the pioneer journalists in the unsettled West. He moved to several different places, starting a paper in each city he lived in; including Winchester, Virginia, Shepardstown, and Martinsburg where he founded the Potomac Guardian, the first newspaper in what was then known as the Northwest Territory. He was printer to the government of the territory, and afterwards held an agency in the Post Office Department. He bought and cultivated a farm near Chillicothe, where he ended his days April 1st, 1831. Interestingly, Willis was the grandfather of N. P. Willis, an American author, poet and editor who worked with several notable American writers, including Edgar Allan Poe and Henry Wadsworth Longfellow.",
      "url": "https://www.bostonteapartyship.com/nathaniel-willis",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/d6tjk/thumb200s.jpg"
    },
    {
      "id": "recBB0JQAdZvUGySX",
      "pid": "MNHF-7MR",
      "name": "Joseph Eaton",
      "desc": "Joseph Eaton was born in 1750 and was a Boston hatter. After participating in the Boston Tea Party, he enlisted in the Revolutionary Army. Joseph Eaton died in 1825 and is buried at the Granary Burying Ground, Tomb 200.",
      "url": "https://www.bostonteapartyship.com/joseph-eaton",
      "gender": "Male"
    },
    {
      "id": "recBa90ZRo4vwQQzX",
      "pid": "L7B8-RY4",
      "name": "Robert Davis",
      "desc": "Robert Davis, an importer of groceries and liquors, born in 1747, was a participant in the Boston Tea Party, a member of the Sons of Liberty, and is thought to have been a Freemason. He was also a part of the Revolutionary Army, took part in the siege of Boston, and the expulsion of the British fleet from Boston Harbor in 1776. He achieved the rank of First Lieutenant in the First Massachusetts Regiment under Colonel Joseph Vose. He fought the Battle of Valley Forge and the Battle of Rhode Island. Robert Davis died in 1798 and is buried in the Central Burying Ground, Tomb 120.",
      "url": "https://www.bostonteapartyship.com/robert-davis",
      "gender": "Male"
    },
    {
      "id": "recBhQGqxOpnBCA5x",
      "pid": "L4P3-4WW",
      "name": "Amos Lincoln",
      "desc": "Amos Lincoln was 20-years-old when he participated in the Boston Tea Party and at the time he was apprenticed to Thomas Crafts, who was another renowned revolutionary. Lincoln was not only a Tea Party participant, but was a militiaman in the Massachusetts State Artillery under the command of Crafts, a part of Shay’s Rebellion, and was in charge of building the Boston State House. It was in the Massachusetts State Artillery that his military career began; because of his skill, he quickly advanced to the rank of Lieutenant Colonel.",
      "url": "https://www.bostonteapartyship.com/amos-lincoln",
      "gender": "Male"
    },
    {
      "id": "recBkpJXmmCNUAvaF",
      "pid": "KHYP-9GY",
      "name": "Moses Grant",
      "desc": "Moses Grant was born in 1751 and was Boston’s leading wallpaper dealer before and after the war. Grant’s activities aside from the tea protest include participating in the North End Caucus political group, participating in the Massachusetts Charitable Mechanic Association, and in 1774 helped remove two cannons from a militia armory that had been put under British control. Grant died in 1817; his burial location is unknown.",
      "url": "https://www.bostonteapartyship.com/moses-grant",
      "gender": "Male"
    },
    {
      "id": "recDtQnsqq236s0EM",
      "pid": "KCV1-CCQ",
      "name": "Henry Bass",
      "desc": "Henry Bass was a successful Bostonian merchant, born in 1739, who participated in the Boston Tea party. He later died in 1813 and is buried in the Granary Burying Ground outside Boston.",
      "url": "https://www.bostonteapartyship.com/henry-bass",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/91w6d/thumb200s.jpg"
    },
    {
      "id": "recELjnMPaGLx3q7u",
      "pid": "LHND-XR8",
      "name": "Abraham Hunt",
      "desc": "Abraham Hunt was born in Braintee, Massachusetts on June 2nd, 1748 and was a member of the Boston Tea Party. He was apprenticed in 1763 to Edmund Quincy, who kept a wine store and who connected Hunt to trade later on. His place of business was in Middle street and he lived on Federal Street. In the Revolutionary Army, he served as lieutenant at the Siege of Boston, was in the Ticonderoga Campaign, fought Valley Forge, and eventually rose to the rank of Captain. He also aided Captain Hoysted Hacker, a “Buccaneer”, and he was the inspector of the ports of Boston and Charlestown. In 1777, he became a member of the St. Andrew’s Lodge of Freemasons. He later died December 5th, 1793.",
      "url": "https://www.bostonteapartyship.com/abraham-hunt",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/f09i8/thumb200s.jpg"
    },
    {
      "id": "recFoCwTX8Lej5Wqo",
      "pid": "LCCJ-KQH",
      "name": "Thompson Maxwell",
      "desc": "Thompson Maxwell, strangely, was born in New Hampshire in 1743, and still managed to participate in the Boston Tea Party. He also fought at the Battles of Lexington and Concord, the Battle of Bunker Hill, and achieved the rank of Lieutenant. He returned to Massachusetts and later migrated west and served in the War of 1812. He later died in 1835.",
      "url": "https://www.bostonteapartyship.com/thompson-maxwell",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/obmni/thumb200s.jpg"
    },
    {
      "id": "recG5HBwQZwG3qMNr",
      "pid": "KZPC-8RC",
      "name": "James Brewer",
      "desc": "James Brewer’s profession was as a Boston pumpmaker and blockmaker; he was also a freemason and a part of the Massachusetts Charitable Mechanics Association. Brewer was a part of the mob of the Boston Massacre and later testified in the trial against the British officers that shot into the crowd. He died in 1805 and is possibly buried at the Old Burying Ground, Boston, Tomb 22.",
      "url": "https://www.bostonteapartyship.com/james-brewer",
      "gender": "Male"
    },
    {
      "id": "recGhsl83teoOqllV",
      "pid": "LTTK-2JC",
      "name": "Reverend John Prince",
      "desc": "Reverend John Prince was the pastor of the First Church in Salem from 1779 until his death June 3rd, 1836 and a Freemason of the Massachusetts Lodge. He was a native of Boston and although he was not apart of the tea boarding party, he was a witness to the destruction of tea, as he informed Colonel Russell of the “Centinel.”",
      "url": "https://www.bostonteapartyship.com/reverend-john-prince",
      "gender": "Male"
    },
    {
      "id": "recKO2YtIxta4r3RX",
      "pid": "LDF7-RKQ",
      "name": "William Molineux",
      "desc": "William Molineux c. 1713 – October 22, 1774 was a hardware merchant in colonial Boston of Irish descent best known for his role in the Boston Tea Party of 1773 and earlier political protests",
      "url": "https://en.wikipedia.org/wiki/William_Molineux",
      "gender": "Male"
    },
    {
      "id": "recKTWP9KRYpZ3mhp",
      "pid": "KP4B-CVP",
      "name": "Richard Hunnewell Jr",
      "desc": "Richard Hunnewell Jr. was born in 1757 and is possibly buried in the Copps Hill Burying Ground.",
      "url": "https://www.bostonteapartyship.com/richard-hunnewell-jr",
      "gender": "Male"
    },
    {
      "id": "recKoJedQTJRMq5Gk",
      "pid": "KZ4M-F81",
      "name": "Gilbert Colesworthy",
      "desc": "Gilbert Colesworthy, born in 1744, was a Boston caulker who took part in the Boston Tea Party along with his fellow patriots. He moved to Nantucket Island in the years before his death and later died in 1818.",
      "url": "https://www.bostonteapartyship.com/gilbert-colesworthy",
      "gender": "Male"
    },
    {
      "id": "recKejlRdMVfDADxp",
      "pid": "LHTD-J7T",
      "name": "John May",
      "desc": "John May, born in 1749, participated in the Boston Tea Party and was a soldier in the Revolutionary Army. He was always described as a man with great courage and passion for his country. He was the Colonel of the Boston regiment, a selectman, and a firewarden of the town of Boston. He made a journey of exploration to the Ohio region in 1788 and 1789; an account that has since been published. He died in 1812 and is buried at the Central Burying Ground, Tomb 131.",
      "url": "https://www.bostonteapartyship.com/john-may",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/91tt9/thumb200s.jpg"
    },
    {
      "id": "recMAXX0BirMVPoBi",
      "pid": "2Z96-FVY",
      "name": "Ebenezer Stevens",
      "url": "https://en.wikipedia.org/wiki/Ebenezer_Stevens",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/5h9af/thumb200s.jpg"
    },
    {
      "id": "recM10wh2oGt7Fqjs",
      "pid": "LK67-FQH",
      "name": "Samuel Hammond",
      "desc": "Samuel Hammond, a farmer, was born in Newton, Massachusetts, February 2nd, 1748 and died in West Wardsboro, Vermont, January 11th, 1842.",
      "url": "https://www.bostonteapartyship.com/samuel-hammond",
      "gender": "Male"
    },
    {
      "id": "recNn8aMDDzMrb4qy",
      "pid": "L43W-FB8",
      "name": "Thomas Young",
      "desc": "Thomas Young, born in 1731, was a family physician of John Adams and also one of the most enthusiastic and radical leaders of the patriots. He was actively involved in all major revolutionary activities in Boston between 1766 and 1774, except … the Boston Tea Party. His inclusion in the most commonly used lists of participants is arguably an error. According to a report by a British government informant that described what was happening at the Old South Meeting House during the time when the destruction of tea occurred, Mr. Young was addressing the crowd with a speech about the medicinal risks of drinking tea. It is likely that this speech was a distraction meant to help the Tea Party organizers by keeping the crowd in the Meeting House while the tea was being destroyed. So even though Mr. Young did not empty the tea chests himself, he is considered to be one of the active organizers of the Boston Tea Party.",
      "url": "https://www.bostonteapartyship.com/thomas-young",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/geji1/thumb200s.jpg"
    },
    {
      "id": "recN71iks5BIOgcDO",
      "pid": "LB2S-TCD",
      "name": "Isaac Pitman",
      "desc": "Little is known about Isaac Pitman, aside from his role in the Boston Tea Party; except for the fact that he attained the rank of Captain in the Revolutionary Army.",
      "url": "https://www.bostonteapartyship.com/isaac-pitman",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/jjvre/thumb200s.jpg"
    },
    {
      "id": "recOMUsuvCCp6ObTw",
      "pid": "KCLY-9B5",
      "name": "Edward Proctor",
      "desc": "Edward Proctor was a prominent citizen and military officer of Boston, born in 1733. He was an importer of West India goods at the “Schooner” market on Fish Street. In addition to participating in the Boston Tea Party he was also an active patriot, was placed on the committee to obtain the resignation of the consignees of the tea, and he commanded the boarding party of the “Dartmouth” the night of the tea protest. In 1756, he joined the “Ancient and Honorable Artillery Company”, was a member of the committees of correspondence and safety, joined the St. Andrew’s Lodge as Freemason, was Junior Grand Warden of the Massachusetts Grand Lodge, acted as a firewarden, and as an Overseer of the Poor. He died November 1811 at the age of 78 in Boston.",
      "url": "https://www.bostonteapartyship.com/edward-proctor",
      "gender": "Male"
    },
    {
      "id": "recOPNw4dqOlosFxm",
      "pid": "GDHY-9QD",
      "name": "John Hooton",
      "desc": "John Hooton, an oarmaker, was born September 4th, 1754 in Boston, Massachusetts. He was a Boston Tea Party participant and Revolutionary militiaman. He was placed on the enlistment list for service as a private and sergeant in the Massachusetts Militia. He served as a sergeant in Captain Elias Parkman’s company and in Colonel Joseph Webb’s regiment. He died September 15th, 1844 and is buried in the Auburn Cemetery in Cambridge, Massachusetts.",
      "url": "https://www.bostonteapartyship.com/john-hooton",
      "gender": "Male"
    },
    {
      "id": "recOpcQ9UqfoxQIYy",
      "pid": "LDY2-Z1Y",
      "name": "John Hicks",
      "desc": "John Hicks, born in 1725, was a Tea Party participant and a militiaman of the Revolutionary Army. He was killed April 19th, 1775, in Arlington during the British retreat from the Battles of Lexington and Concord.",
      "url": "https://www.bostonteapartyship.com/john-hicks",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/48cek/thumb200s.jpg"
    },
    {
      "id": "recOBSx6i199skR8X",
      "pid": "MT4Q-VSB",
      "name": "Phineas Stearns",
      "desc": "Phineas Stearns was a farmer and blacksmith of Watertown, born February 5th, 1736. In addition to participating in the Boston Tea Party, he was a soldier at Lake George in 1756, commanded a company of militiamen at Dorchester Heights, attained the rank of Captain at the Battles of Lexington and Concord, and was eventually offered a colonel’s commission, but had to decline on behalf of his wife, who had died and left five children. He later died in 1798.",
      "url": "https://www.bostonteapartyship.com/phineas-stearns",
      "gender": "Male"
    },
    {
      "id": "recPqHPQOz4OpsH3b",
      "pid": "K631-HMD",
      "name": "William Pierce",
      "desc": "William Pierce was born in Boston December 25th, 1744 and was a confidant of John Adams. Before the war, he was a barber in Dock Square at the sign of the “Great Boot” and opened a shop for himself on Marshall Street. He famously claimed to have shaved Benjamin Franklin and was a member of the Massachusetts Charitable Mechanic Association. He later died in 1840 after performing his profession for 78 years; he is buried at the Granary Burying Ground, Tomb 184.",
      "url": "https://www.bostonteapartyship.com/william-pierce",
      "gender": "Male"
    },
    {
      "id": "recQmTCc64M3sNkBN",
      "pid": "KL8S-HM4",
      "name": "Seth Ingersoll Browne",
      "desc": "Seth Brown, born in 1750, was 23 when he participated in the Boston Tea Party. He was a house carpenter by trade and post-war he ran a tavern, a riding school, and stable. Seth Brown enlisted in the Revolutionary Army as a minuteman, a non-commissioned officer, and militiaman. He was one of the men who rolled barrels of gunpowder down Bunker Hill to deceive the British into believing the Patriots still had ample gunpowder. When his company’s commander, Major Andrew McClary, was wounded, Browne took command and led the patriot’s retreat across Mystic River. He was also one of several men hand picked to transport the money sent by General Lafayette to General Washington through Newport, Rhode Island, to White Plains, New York. Seth Browne later died in 1809 and is buried at the Granary Burying Ground, outside Boston.",
      "url": "https://www.bostonteapartyship.com/seth-ingersoll-browne",
      "gender": "Male"
    },
    {
      "id": "recQ6wRT0AKmY4l0u",
      "pid": "K69M-N6M",
      "name": "James Starr",
      "desc": "James Starr, born in New London, Connecticut, aside from participating in the tea protest, served in the old French and Indian War, and was captured many times during the Revolutionary War in places such as the Jersey Prisonship and Halifax. He later died in 1831 at the age of 91.",
      "url": "https://www.bostonteapartyship.com/james-starr",
      "gender": "Male"
    },
    {
      "id": "rec2OuHGzuzuwuYaM",
      "pid": "L4MG-66B",
      "name": "David Bradlee",
      "desc": "David Bradlee, born in 1742, rose to the rank of Captain in the Revolutionary Army. It is known that he was an active member of the Masonic Association of St. Andrew’s Lodge and a participant in the Boston Tea Party. He died in 1811 and is buried at Central Burying Ground in Boston, Tomb 85.",
      "url": "https://www.bostonteapartyship.com/david-bradlee",
      "gender": "Male"
    },
    {
      "id": "rec6AAAj43ve294sD",
      "pid": "L4MG-6L8",
      "name": "Nathaniel Bradlee",
      "desc": "Nathaniel Bradlee was an American patriot and participant in the Boston Tea Party. He was born on February 16, 1746 in Dorchester, Massachusetts. Bradlee was 27 when he became a part of the Revolutionary War and a protestor of King George’s Townsend Act. A skilled group of merchants and craftsmen, called the “Massachusetts Charitable Mechanic Association”, was a group of men dedicated to furthering mechanic skills and promoting benevolence. Nathaniel was a part of this group, as well as its most famous member, Paul Revere. Nathaniel lived at the corner of Tremont and Hollis; it was in this home he held meetings for the American Patriots of Boston. Nathaniel also had a sister, Sarah Bradlee Fulton, who is called the “Mother of the Boston Tea Party.” It was Sarah who dressed the Bostonian Indians in their garb and war paint. It was also Sarah who kept a large pot of boiling water to remove the men of their face paint when it was over. Nathaniel also supported the “Daughters of Liberty”; they were a group of influential women who sought to decrease the need for British goods and prove that female presence and responsibility was needed in the American communities. He sponsored meetings for this patriotic group in his home as well as supporting the decision in the Continental Congress to boycott all British imports. Bradlee died of old age on May 8, 1813, at the age of 68.",
      "url": "https://www.bostonteapartyship.com/nathaniel-bradlee",
      "gender": "Male"
    },
    {
      "id": "rec7PHcxEV8YvOId9",
      "pid": "GQQJ-7TD",
      "name": "Mathew Loring",
      "desc": "Matthew Loring was born in 1751 and made his way as a leatherworker on Devonshire and Brattle Street. He participated in the Boston Tea Party and later died November 7th, 1829 at the age of 70; he is buried in the Granary Burying Ground, Tomb 75.",
      "url": "https://www.bostonteapartyship.com/matthew-loring",
      "gender": "Male"
    },
    {
      "id": "rec7YCs2E8d01ZzTd",
      "pid": "LH1X-PQ6",
      "name": "Joshua Wyeth",
      "desc": "Joshua Wyeth was a blacksmith born in 1757 and was only 16-years-old when he joined other patriots in boarding the ships in Boston Harbor on December 16, 1773. He was one of the two residents of Cambridge, MA who participated in the Tea Party; the other one being John Hicks. Wyeth was the first participant whose account was published. This occurred 53 years after the fact when Wyeth lived in Cincinnati and told his story to a journalist by the name of Timothy Flint. According to this account, he had only few hours warning of what the band of patriots were going to do.",
      "url": "https://www.bostonteapartyship.com/joshua-wyeth",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/yk7df/thumb200s.jpg"
    },
    {
      "id": "rec8qzmLO2v4MomNF",
      "pid": "KHG3-PK6",
      "name": "Amasa Davis",
      "desc": "Amasa Davis was born in 1745 and participated in the Boston Tea Party. He entered the Revolutionary Army to become the quartermaster of one of the Boston Regiments. He earned the rank of Brigadier General while serving with his distinguished brother, Robert Davis. He died in 1825 and is buried at the Central Burying Ground, Tomb 120.",
      "url": "https://www.bostonteapartyship.com/amasa-davis",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/ckzkd/thumb200s.jpg"
    },
    {
      "id": "rec8y6sZRhNGfOnt5",
      "pid": "GD28-5N8",
      "name": "John Cochran",
      "desc": "John Cochran was born in 1749 in Noddles’ Island in Boston Harbor. It is known that John Cochran authored an account of the Boston Tea Party and that he and his father, Samuel Cochran, authored manuscripts about the historical events of the Revolution and passed them down through their families. However, the location of these accounts is unknown. John died in 1839.",
      "url": "https://www.bostonteapartyship.com/john-cochran",
      "gender": "Male"
    },
    {
      "id": "rec8AOGYedmMgie2w",
      "pid": "LVN9-1GL",
      "name": "Samuel Barnard",
      "desc": "Little is known about Samuel Barnard aside from his participation in the tea protest; except that he was a Major in one of Boston’s militias and died in 1872.",
      "url": "https://www.bostonteapartyship.com/samuel-barnard",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/wmwyh/thumb200s.jpg"
    },
    {
      "id": "recautrBwYYVAOk3f",
      "pid": "KZVH-LNV",
      "name": "John Gammell",
      "desc": "John Gammell was born in 1751 and worked as a carpenter in Boston. He was an active patriot before the revolution and according to the History of Lexington, he engaged in the protest against the Stamp Act and in the Boston Tea Party. He enlisted in 1775 in the Revolutionary Army and after the Siege of Boston, he moved with his family and wife Margaret to Lexington. He later died in 1828 and is buried in the Central Burying Ground, Tomb 211.",
      "url": "https://www.bostonteapartyship.com/john-gammell",
      "gender": "Male"
    },
    {
      "id": "recaY9XJF3ctvGtrR",
      "pid": "LHVT-CKZ",
      "name": "Benjamin Rice",
      "desc": "Benjamin Rice was born in 1723 at North Brookfield. Aside from participating in the Boston tea Party, he was a militia captain and occasional town representative. On December 7th, 1773, days before the tea protest would take place, he was one of a five-man committee that wrote this about the tea tax: “We think it our indispensable duty, in the most public manner to let the world know our utter abhorrence of the last and most detestable scheme, in the introduction of Tea from Great Britain, to be peddled out amongst us, but which means we were made to swallow a poison more fatal in its effects to the national and political Rights and Privileges of the People of this country, than ratsbane would be to the natural body. Therefore, Resolved, that we will not by any way or means, knowingly encourage or promote the sale or consumption of any Tea whatever, subject to a duty payable in America, but all persons whoever they may be, who shall be concerned in a transaction so dangerous, shall be held by us in the utmost contempt, and be deemed enemies to the well being of this country.” Rice later died in 1796; his grave location is unknown.",
      "url": "https://www.bostonteapartyship.com/benjamin-rice",
      "gender": "Male"
    },
    {
      "id": "recbAeSfgduBXTHZF",
      "pid": "MKWD-6TS",
      "name": "Adam Collson",
      "desc": "Adam Collson, a leather dresser, was born in 1738 on Tremont Street, Boston, in front of the Granary Burying Ground. Adam was an active patriot, a member of the St. Andrew’s Lodge, and a member of the Long Room Club that met over the Franklin Printing Office in Queen Street. On the night of the Boston Tea Party, it was Collson who shouted from the gallery of the Old South Meeting House “Boston Harbor, a teapot tonight!” Adam Collson died in 1798 and is buried somewhere in the Granary Burying Ground across from his childhood home.",
      "url": "https://www.bostonteapartyship.com/adam-collson",
      "gender": "Male"
    },
    {
      "id": "reccvIU312rjTbhco",
      "pid": "L4H8-2T4",
      "name": "Thomas Melville",
      "desc": "Major Thomas Melville was a close friend of John Hancock and participated in the famous Boston Tea Party. Thomas Melville was also the grandfather of Herman Melville, who authored “Moby Dick”. Thomas was born in Boston, Massachusetts January 16, 1751. He entered Princeton College at fifteen years old and graduated with a degree in theology. He was 23 when the Boston Tea Party occurred and, reportedly, found some of the alleged tea in his shoes after the affair was over, later showing it to General Lafayette. According to records at the St. Andrew’s Lodge, Melville was apart of the Freemason Association and in 1773 he became a member of the Sons of Liberty.",
      "url": "https://www.bostonteapartyship.com/thomas-melville",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/5rfq3/thumb200s.jpg"
    },
    {
      "id": "reccZwERgE8Kg4AE0",
      "pid": "KLC7-NBJ",
      "name": "Richard Hunnewell",
      "desc": "Richard Hunnewell, born in Charlestown, Virginia, July 5th, 1713, bore a son, Richard Hunnewell Jr., with his wife Mary Kidder. He was a Freemason and a member of the Massachusetts Charitable Mechanics Association. He later died in 1805.",
      "url": "https://www.bostonteapartyship.com/richard-hunnewell",
      "gender": "Male"
    },
    {
      "id": "recdaR06BbXCZGu0X",
      "pid": "2MRF-CPZ",
      "name": "Thomas White",
      "desc": "White was born on March 19, 1739 in Kilkenny, Ireland. In 1771 he came to Philadelphia and became a tailor. After marrying Elizabeth Jones, they moved to Boston where White would eventually join the Sons of Liberty and participate in the Boston Tea Party. White would go on to serve under General George Washington in the American Revolution. He died on September 13, 1820 and is buried at Evans Cemetery in Huntingdon County, PA.",
      "url": "https://www.bostonteapartyship.com/thomas-white",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/rei83/thumb200s.jpg"
    },
    {
      "id": "recdgehqIrVxBseRf",
      "pid": "L7VS-ZBR",
      "name": "Dr. Elisha Story",
      "desc": "Elisha Story was born in Boston, December 3rd, 1743; his father, William Story, was the Register of the Court of Admiralty. His father’s office was located on the corner of State and Devonshire Streets and was one of many shops broken into during the Stamp Riots to destroy the stamps, books, and papers of King George. Elisha, sympathetic to the patriots, joined the Sons of Liberty, destroyed the tea, acted as doctor to Colonel Little’s Essex regiment, and fought as a volunteer at Lexington and Bunker’s Hill. He aided General Washington on his campaigns to Long Island, White Plains, and Trenton. He was a doctor for the rest of his life at the practice he settled in Marblehead. He had ten children with his wife, Ruth Ruddock, many of whom became distinguished figures in the community. He later died in Marblehead, Massachusetts in August of 1805.",
      "url": "https://www.bostonteapartyship.com/dr.-elisha-story",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/2opqd/thumb200s.jpg"
    },
    {
      "id": "receCgquOqkUzRJ4H",
      "pid": "MQV6-JC5",
      "name": "Benjamin Burton",
      "desc": "Benjamin Burton was born December 9th, 1749 and participated in the Boston Tea Party; he was also one of the men who led the meeting at the Old South Meeting House before the tea protest actually began. He later enlisted in the Continental Army, and received the rank of Lieutenant in September of 1776 and the rank of Captain in Colonel Thurburn’s regiment in Rhode Island in 1777. Burton was one of the patriots held prisoner along with General Peleg Wadsworth for three months in 1778 and when he escaped he was given the rank of Lieutenant Colonel in a Boston Militia. Benjamin married Hannah Church and together they had seven children. Burton died May 24, 1835 in Warren, Rhode Island. Interestingly, a memoir of Colonel Burton was published in the Main Historical Collections .",
      "url": "https://www.bostonteapartyship.com/benjamin-burton",
      "gender": "Male"
    },
    {
      "id": "rece3RS2Ha3v7nyNw",
      "pid": "MKCF-GN3",
      "name": "John Peters",
      "desc": "John Peters, born in Lisbon, Portugal in 1732, came to America in 1755 to settle in Boston and later participate in the famous Boston Tea Party. As a soldier in the Revolutionary Army, he fought at the Battles of Lexington and Concord, Princeton, Monmouth, and Trenton. He was also at the capture of Generals Burgoyne and Cornwallis. He finished his days in Philadelphia and died in 1832 at the age of 100.",
      "url": "https://www.bostonteapartyship.com/john-peters",
      "gender": "Male"
    },
    {
      "id": "receafWpGjUETTO0u",
      "pid": "KH6M-S9S",
      "name": "Joseph Pearse Palmer",
      "desc": "Joseph Pearse Palmer was the only son of distinguished General Joseph Palmer, Senior. Before the war, he dealt West India goods and hardware at the Boston dock, where he participated in the tea protest. Palmer was a member of the Masonic Lodge of Massachusetts. He also served in the battles of Boston, Rhode Island as a brigade major and as a quartermaster-general. Tragically, he died accidentally by falling off a bridge in Connecticut in 1788.",
      "url": "https://www.bostonteapartyship.com/joseph-pearse-palmer",
      "gender": "Male"
    },
    {
      "id": "recfAuYRlgAGsbrri",
      "pid": "9N13-J13",
      "name": "James Swan",
      "desc": "James Swan, born in 1754, moved to Boston from Fifeshire, Scotland at a young age. His trade was as a clerk in counting houses and various shops. He was a member of the Sons of Liberty, the St. Andrew’s Lodge of Freemasons, the Scots Charitable Society of Boston, and enlisted in the Revolutionary Army. He rose to the rank of Colonel in the Battle of Bunker Hill and he also held positions on the Massachusetts Board of War and Legislature. His close compatriots included distinguished figures such as Perez Morton and Henry Knox. He later died in Paris in July of 1830.",
      "url": "https://www.bostonteapartyship.com/james-swan",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/5did9/thumb200s.jpg"
    },
    {
      "id": "recf89sL0vNH5JSwB",
      "pid": "9K6B-41S",
      "name": "Adam Beals Jr",
      "desc": "Adam Beals was born in 1754 and participated in the Boston Tea Party. He later died in St. Albans, Franklin, Vermont in 1831.",
      "url": "https://www.bostonteapartyship.com/adam-beals-jr",
      "gender": "Male"
    },
    {
      "id": "recgD3kU4icQQTruF",
      "pid": "KC4S-BPS",
      "name": "Thomas Urann",
      "desc": "Thomas Urann was a volunteer guard on the “Dartmouth” on the night of the tea protest. He became a member of the Masonic Lodge of St. Andrew in 1760 and was master of this lodge for two years. He was a shipwright in Batterymarch Street near the Hallowell shipyard and a surveyor, or sealer, of woods. He achieved the rank of Captain in the Revolutionary War and later died in 1791.",
      "url": "https://www.bostonteapartyship.com/thomas-urann",
      "gender": "Male"
    },
    {
      "id": "recgWC3q8tSCDmHhN",
      "pid": "GHM4-T71",
      "name": "Lendall Pitts",
      "desc": "Lendall Pitts, born in 1747, was an active patriot of Boston and a merchant. In addition to his role in the Boston Tea Party, he was the captain of a volunteered company, helped Major Barber and Colonel Proctor march the Indians back to town after the tea protest, and was an officer in Hancock’s cadets. He was an active Son of Liberty, member of the Massachusetts Charitable Mechanic Association, and a merchant prior to the war. He later died December 31st, 1787.",
      "url": "https://www.bostonteapartyship.com/lendall-pitts",
      "gender": "Male"
    },
    {
      "id": "recg4V6ZCMp1nmPKf",
      "pid": "KCF6-TR3",
      "name": "Josiah Wheeler",
      "desc": "Josiah Wheeler, born in 1743, was a housewright and participated in the famous Boston Tea Party. As for his service in the Revolutionary Army, he commanded a company of minutemen at the beginning of the revolution and superintended the erection of forts by General Washington’s order. He was also employed in building the State House of Boston. He later died in Boston in August of 1817 and is buried in the Central Burying Ground, Tomb 109.",
      "url": "https://www.bostonteapartyship.com/josiah-wheeler",
      "gender": "Male"
    },
    {
      "id": "recg5BSIo3l7OwYB1",
      "pid": " KND1-7KQ",
      "name": "Joseph Bassett",
      "desc": "Joseph Bassett, born September 3rd, 1749, rose to the rank of captain while a part of one of Boston’s militias and participated in the Boston Tea Party. He later died March 6th, 1817 and is buried in the Old Town Cemetery, Barnstable County, Massachusetts.",
      "url": "https://www.bostonteapartyship.com/joseph-bassett",
      "gender": "Male"
    },
    {
      "id": "rechTbxMQrV1keJvi",
      "pid": "MKZ8-RC1",
      "name": "Joseph Lovering",
      "desc": "Joseph Lovering was born in 1758 and died in 1848. He participated in the Boston Tea Party and was a member of the Massachusetts Charitable Mechanics Association.",
      "url": "https://www.bostonteapartyship.com/joseph-lovering",
      "gender": "Male"
    },
    {
      "id": "rech6bRY2NV8dKfcu",
      "pid": "LZ6R-YWY",
      "name": "Anthony Morse",
      "desc": "Little is known about Anthony Morse, aside from his role in the tea party; except that he achieved the rank of Lieutenant in the Revolutionary Army.",
      "url": "https://www.bostonteapartyship.com/anthony-morse",
      "gender": "Male"
    },
    {
      "id": "reciO6csX06T5OgJk",
      "pid": "KG85-R2B",
      "name": "Robert Sessions",
      "desc": "Robert Sessions was born in Pomfret, Connecticut March 15th, 1752 and aside from his participation in the Boston Tea Party, he served in the Revolutionary Army and attained the rank of lieutenant. For many years after the war, he served as justice of the peace, town clerk and treasure for 12 years, and was the moderator of most town meetings. His account of the Tea Party was widely publicized, unfortunately, this manuscript is lost to history. He later died in Hampden, Massachusetts in 1836.",
      "url": "https://www.bostonteapartyship.com/robert-sessions",
      "gender": "Male"
    },
    {
      "id": "recirsNFc8QtMvDut",
      "pid": "KFRW-CYQ",
      "name": "Thomas Crafts",
      "desc": "Colonel Thomas Crafts was not only an accomplice in the Boston Tea Party, but was also a part of many other historical events that contributed to American success in the Revolutionary War.",
      "url": "https://www.bostonteapartyship.com/thomas-crafts",
      "gender": "Male"
    },
    {
      "id": "reciy2vWil2Y6Y5nG",
      "pid": "LB93-S4Q",
      "name": "Archibald Macneil",
      "desc": "Archibald MacNeil was born in 1750 and later died in 1840 in Scituate, Massachusetts at the age of 90.",
      "url": "https://www.bostonteapartyship.com/archibald-macneil",
      "gender": "Male"
    },
    {
      "id": "recjJReu6n2gruepA",
      "pid": "KFR6-B5T",
      "name": "Thomas Chase",
      "desc": "Thomas Chase, born in 1737, was a Freeman, a part of the St. Andrew’s Lodge of Boston, and a participant in the Boston Tea Party; his profession was as a distiller. It is speculated that Thomas Chase was among the Sons of Liberty who held the first meeting to plan the Tea Party in theThomas Chase and Speakman’s Distillery. He died in 1787 and is buried at the Granary Burying Ground.",
      "url": "https://www.bostonteapartyship.com/thomas-chase",
      "gender": "Male"
    },
    {
      "id": "reckIObH4xCFIO1uv",
      "pid": "9SZS-372",
      "name": "Joseph Coolidge",
      "desc": "Joseph Coolidge was born in Watertown, Massachusetts June 18th, 1730 and was 46 when he participated in the Boston Tea Party. He also enlisted in the Revolutionary Army; reportedly, “Joseph Coolidge was working in the field one day when he heard a fight had broken out with some Redcoats in Lexington. He dropped his plough, shouldered his musket and never came back.” Coolidge fought at the Battles of Lexington and Concord on the first day of the American Revolution. He was killed in battle during the British retreat from Concord; he was one of fifty Americans either killed or mortally wounded that day. He died April 19th, 1775 and was buried at his home in Watertown, Massachusetts.",
      "url": "https://www.bostonteapartyship.com/joseph-coolidge",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/vdcv8/thumb200s.jpg"
    },
    {
      "id": "reclOIJ9fKIhVNNlE",
      "pid": "218N-35W",
      "name": "Abraham Tower",
      "desc": "Abraham Tower, born in 1752, was a master shipbuilder and fisherman. Tower maintained a fleet of fishing schooners and constructed several large buildings at the wharf site, located in Cohasset, for the maintenance of his vessels; his business lasted until the 1920s. In addition to his participation in the Boston Tea Party, Tower served in the Revolutionary Army and advanced to the rank of Sergeant.",
      "url": "https://www.bostonteapartyship.com/abraham-tower",
      "gender": "Male"
    },
    {
      "id": "reclSbtX0K3f4UVFy",
      "pid": "GX83-9S2",
      "name": "James Foster Condy",
      "desc": "James Condy was a bookseller in Boston before the Revolution and his part in the Boston Tea Party. His business was on Union Street opposite a large cornfield. He died in Haverhill, Massachusetts July 12th, 1809.",
      "url": "https://www.bostonteapartyship.com/james-foster-condy",
      "gender": "Male"
    },
    {
      "id": "reclKMCQUdyF6EX0k",
      "pid": "L4MG-XHZ",
      "name": "Josiah Bradlee",
      "desc": "Josiah Bradlee, born in 1754, was a participant in the Boston Tea Party and later enlisted in the Revolutionary Army with his brothers. He died in 1798 and is buried in the Central Burying Ground, Boston, Tomb 85.",
      "url": "https://www.bostonteapartyship.com/josiah-bradlee",
      "gender": "Male"
    },
    {
      "id": "recn4NBw4Ux1akCLR",
      "pid": "LVT4-M6Z",
      "name": "Nathaniel Greene",
      "desc": "Nathaniel Greene was born in Warwick, Rhode Island in 1742 and was 32 during his role in the Boston Tea Party. He was also a member of the Massachusetts Charitable Mechanics Association and a militiaman of the Revolutionary Army.",
      "url": "https://www.bostonteapartyship.com/nathaniel-greene",
      "gender": "Male"
    },
    {
      "id": "recn5QfXbgwtEUlMl",
      "pid": "L44Z-3XG",
      "name": "Edward Compton Howe",
      "desc": "Edward Compton Howe was born in 1742 and died in September of 1821 in Boston, Massachusetts. He is buried in the Central Burying Ground, Tomb 87.",
      "url": "https://www.bostonteapartyship.com/edward-compton-howe",
      "gender": "Male"
    },
    {
      "id": "recoWnSpBWRDCTC1U",
      "pid": "L7BR-LT9",
      "name": "John Sawtelle",
      "desc": "John Sawtelle was born in 1743 in Middlesex, Massachusetts and owned a popular tavern in Port Dickinson. Apart from his service in the Boston Tea Party, he served in the Battle of Bunker Hill and later died in 1811.",
      "url": "https://www.bostonteapartyship.com/john-sawtelle",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/lxy1g/thumb200s.jpg"
    },
    {
      "id": "reco3wvBYY5iSpYz3",
      "pid": "K411-TRR",
      "name": "Peter Slater Jr",
      "desc": "Peter Slater Jr. was apprenticed to a ropemaker in Boston, who, interestingly, locked Peter up in his room to keep him from participating. Luckily, he escaped, from the window and was able to help destroy the tea in the Boston Harbor. Slater served for five years in the Revolutionary Army. After his death in 1831, his daughter erected a monument in the Hope Cemetery, New Worcester that bears the names of Slater and his compatriots.",
      "url": "https://www.bostonteapartyship.com/peter-slater-jr",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/jthm1/thumb200s.jpg"
    },
    {
      "id": "recp0Nr8b3glho9d1",
      "pid": "L417-WLV",
      "name": "Thomas Williams",
      "desc": "Thomas Williams, born in 1754 in Roxbury, was one of the minutemen in Captain Moses Whiting’s company at the Battles of Lexington and Concord. He, along with his brother-in-law Thomas Dana, met at the house of his father, John Williams, to prepare for the tea protest. Williams later died in July of 1812 at the age of 63 in Utica, New York.",
      "url": "https://www.bostonteapartyship.com/thomas-williams",
      "gender": "Male"
    },
    {
      "id": "recqLeFEoZ6iNZLcR",
      "pid": "K8VY-YC9",
      "name": "Obadiah Curtis",
      "desc": "Obadiah Curtis, a wheelwright in the Boston area, was born in 1724 in Jamaica Plain, Massachusetts. He was one of the older participants of the Boston Tea Party. Obadiah did not strictly comply with the rules of the tea protest set forth by its leaders within the Masons and Sons of Liberty. Curtis kept a pinch of tea as a souvenir, making it into a teabag. Descendants of Curtis still own the small bag of tea today. He was also a personal aid to General Arnold and assisted him on his expedition to Canada. Curtis died in 1811, at the age of 87.",
      "url": "https://www.bostonteapartyship.com/obadiah-curtis",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/35j1b/thumb200s.jpg"
    },
    {
      "id": "recrwJZcxrtfHgYeH",
      "pid": "K8XC-5N9",
      "name": "Nathaniel Barber",
      "desc": "Nathaniel Barber, born in 1728, was a Boston Tea Party participant, Mason, Muster Master for Suffolk County, commissary of Boston’s military stores until 1781, and State Naval Officer of Boston. Towards the end of the war, the Patriots were trying to decide what to do with all the Loyalists still residing in America. Samuel Adams and Barber had such a correspondence over this issue. The two-part manuscript of their letters is comprised of a 1783 Town of Boston resolve and a corresponding cover letter from the Boston Committee of Correspondence. These letters are both signed by chairman Nathaniel Barber, who later died in 1787, and is buried in the Old Burial Ground in Boston.",
      "url": "https://www.bostonteapartyship.com/nathaniel-barber",
      "gender": "Male"
    },
    {
      "id": "recrAvUpyD4fXd5Ax",
      "pid": "LKRL-NY8",
      "name": "Samuel Sprague",
      "desc": "Samuel Sprague was the father of acclaimed poet, Charles Sprague, and was born in Hingham, Massachusetts December 22nd, 1753. He was a mason by trade, described as very athletic, and tall of stature. His patriotic activities included those in the Massachusetts Charitable Mechanic Association. He was known for his last minute decision to participate in the tea protest rather than visit the woman he loved and later married, Joanna Thayer.",
      "url": "https://www.bostonteapartyship.com/samuel-sprague",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/db2qi/thumb200s.jpg"
    },
    {
      "id": "recX1ixtwyY83ShSd",
      "pid": "LZVJ-NSM",
      "name": "Paul Revere",
      "desc": "Paul Revere /rɪˈvɪər/; December 21, 1734 O.S. January 1, 1735 N.S. – May 10, 1818 was an American silversmith, engraver, early industrialist, Sons of Liberty member, and Patriot. He is best known for his midnight ride to alert the colonial militia in April 1775 to the approach of British forces before the battles of Lexington and Concord, as dramatized in Henry Wadsworth Longfellow's 1861 poem, \"Paul Revere's Ride\".",
      "url": "https://en.m.wikipedia.org/wiki/Paul_Revere",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/vj8jj/thumb200s.jpg"
    },
    {
      "id": "recEPebpKRGE47DLw",
      "pid": "LHVG-VCP",
      "name": "Benjamin Edes  ",
      "desc": "Benjamin Edes October 15, 1732 – December 11, 1803 was an early American printer, publisher, newspaper journalist and a revolutionary advocate before and during the American Revolution. He is best known, along with John Gill, as the publisher of the Boston Gazette, a colonial newspaper which sparked and financed the Boston Tea Party and was influential during the American Revolutionary War.",
      "url": "https://en.wikipedia.org/wiki/Benjamin_Edes",
      "gender": "Male"
    },
    {
      "id": "rec8yOosphwxmMkEq",
      "pid": "LD29-VGN",
      "name": "James Otis",
      "desc": "James Otis Jr. February 5, 1725 – May 23, 1783 was an American lawyer, political activist, colonial legislator, and early supporter of patriotic causes in Massachusetts Bay Colony at the beginning of the Revolutionary Era. Otis was a fervent opponent of the writs of assistance imposed by Great Britain on the American colonies in the early 1760s which allowed law enforcement officials to search private property without cause. He later expanded his criticism of British authority to include tax measures that were being enacted by Parliament. As a result, Otis is often incorrectly credited with coining the slogan \"taxation without representation is tyranny\".",
      "url": "https://en.m.wikipedia.org/wiki/James_Otis_Jr.",
      "gender": "Male",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/cczbj/thumb200s.jpg"
    },
    {
      "id": "recM8Fy4SNIMLRAKz",
      "pid": "L8MF-BJ5",
      "name": "Joseph Roby",
      "desc": "Joseph Roby May 12, 1724 – January 31, 1803 was an American Congregationalist minister and supporter of the American Revolution.",
      "url": "https://en.wikipedia.org/wiki/Joseph_Roby#:~:text=Joseph%20Roby%20(May%2012%2C%201724,supporter%20of%20the%20American%20Revolution.",
      "gender": "Male"
    },
    {
      "id": "recrGj1EUuqii73CK",
      "pid": "L4MG-689",
      "name": "Sarah Bradlee Fulton",
      "desc": "Sarah Bradlee Fulton December 24, 1740, Dorchester - November 9, 1835, Medford was an active participant of the Revolutionary War on the American side. A tablet stone was dedicated to her memory at the Salem Street Burying Ground in Medford, Massachusetts in 1900.",
      "url": "https://en.m.wikipedia.org/wiki/Sarah_Bradlee_Fulton",
      "gender": "Female",
      "imageURL": "https://tree-portraits-pgp.familysearchcdn.org/84ml6/thumb200s.jpg"
    }
  ]
}