{
	"title": "Famous Writers",
	"desc": "Find out if you are related to an influencial writer.",
	"banner": "https://cousin.surge.sh/writers.webp",
	"backgroundColor": "#FFFFFF",
	"textColor": "#000000",
	"people": [
			{ "pid": "LH7F-PQD", "name": "C.W. Lewis", "desc": "Author of The Chronicles of Narnia, and The Screwtape Letters." },
			{ "pid": "L7N7-YGR", "name": "J.R.R. Tolkien", "desc": "Author of The Hobbit and The Lord of the Rings." },
			{ "pid": "L449-BKF", "name": "Frédéric Bastiat", "desc": "Developed the economic concept of opportunity cost. Described as the most brilliant economic journalist who ever lived. Best known for his book The Law." },
			{ "pid": "LZ88-FC7", "name": "George Orwell", "desc": "Known for the allegorical novella Animal Farm, and the dystopian novel Nineteen Eighty-Four." },
			{ "pid": "LCY4-4RK", "name": "Charles Dickesn", "desc": "Author of Oliver Twist, A Christmas Carol, A Tale of Two Cities, and many others." },
			{ "pid": "LZBF-BH4", "name": "Jane Austen", "desc": "Anonymous author of Sense and Sensibility, Pride and Prejudice, Mansfield Park, and Emma." },
			{ "pid": "LVKQ-LTZ", "name": "Ernest Hemingway", "desc": "Won the Nobel Prize in Literature in 1954. Author of For Whom the Bell Tolls, A Farewell to Arms, and others." },
			{ "pid": "LZJ1-TLQ", "name": "Mark Twain", "desc": "Author of The Adventures of Tom Sawyer and its sequel, Adventures of Huckleberry Finn." },
			{ "pid": "L6JV-D2K", "name": "Agatha Christie", "desc": "English writer known for her 66 detective novels." },
			{ "pid": "KZMZ-VKQ", "name": "Sir Arthur Conan Doyle", "desc": "Creator of Sherlock Holmes." },
			{ "pid": "L7B2-36W", "name": "William Shakespeare", "desc": "English playwright, poet and actor. He is regarded as the greatest writer in the English language and the world's pre-eminent dramatist. Ben Jonson, a former rival of Shakespeare, hailed Shakespeare with the now famous epithet: \"Not of an age, but for all time\"." },
			{ "pid": "LHKW-CKD", "name": "Victor Hugo", "desc": "French Romantic writer and politician. Greatest French writer of all time. Famous works include The Hunchback of Notre-Dame, and Les Misérables." },
			{ "pid": "L8T9-H5Y", "name": "George Eliot", "desc": "Real name was Marry Ann Evans. English novelist, poet, journalist, translator, and one of the leading writers of the Victorian era." },
			{ "pid": "M8ZX-R5W", "name": "Georgette Heyer", "desc": "English novelist and short-story writer, in both the Regency romance and detective fiction genres. To ensure accuracy, Heyer collected reference works and kept detailed notes on all aspects of Regency life." },
			{ "pid": "", "name": "", "desc": "" }
	]
}